/* Prompt title when deleting logins */
"Are you sure?" = "Sind Sie sicher?";

/* Prompt option for cancelling out of deletion */
"Cancel" = "Abbrechen";

/* Accessibility message e.g. spoken by VoiceOver after the user taps the close button in the search field to clear the search and exit search mode */
"Clear Search" = "Suchfeld löschen";

/* Copy password text selection menu item */
"Copy" = "Kopieren";

/* Label for the button used to delete the current login. */
"Delete" = "Löschen";

/* Label for the button used to deselect all logins. */
"Deselect All" = "Auswahl aufheben";

/* Accessibility label for entering search mode for logins */
"Enter Search Mode" = "Suchmodus aktivieren";

/* Hide password text selection menu item */
"Hide" = "Ausblenden";

/* Footer label describing when the current login was last modified with the timestamp as the parameter. */
"Last modified %@" = "Zuletzt verändert: %@";

/* Title for Logins List View screen. */
"Logins" = "Zugangsdaten";

/* Prompt message warning the user that deleting non-synced logins will permanently remove them */
"Logins will be permanently removed." = "Zugangsdaten werden dauerhaft entfernt.";

/* Prompt message warning the user that deleted logins will remove logins from all connected devices */
"Logins will be removed from all connected devices." = "Zugangsdaten werden von allen verbundenen Geräten entfernt.";

/* Label displayed when no logins are found after searching. */
"No logins found" = "Keine Zugangsdaten gefunden";

/* Open and Fill website text selection menu item */
"Open & Fill" = "Öffnen & ausfüllen";

/* Label displayed above the password row in Login Detail View. */
"password" = "Passwort";

/* Reveal password text selection menu item */
"Reveal" = "Anzeigen";

/* Title for the search field at the top of the Logins list screen */
"Search" = "Suchen";

/* Accessibility label for the search input field in the Logins list */
"Search Input Field" = "Sucheingabefeld";

/* Label for the button used to select all logins. */
"Select All" = "Alle auswählen";

/* Label displayed above the username row in Login Detail View. */
"username" = "Benutzername";

/* Label displayed above the website row in Login Detail View. */
"website" = "Website";

